Repository: ivyrze/omeka-s-theme-multilingual
Catalog: language/*.po
Languages: es

source: Site title override
es: Reemplazo del título del sitio

source: Logo
es: Logotipo

source: Footer content
es: Contenido del pie de página

source: Footer license icons
es: Iconos de licencia del pie de página

source: HTML content to appear in the footer
es: Contenido HTML que aparece en el pie de página

source: Navigation bar color
es: Color del menú de navegación desplegable

source: Use dark navigation text color
es: Usar color oscuro para el texto de navegación

source: When checked, black text will be shown in the top navigation bar
es: Cuando se selecciona esta opción, el texto se mostrará en negro en el submenú de navegación

source: Accent color
es: Color acentuado

source: The color to be used for buttons and links
es: El color que se utilizará para los botones y los enlaces

source: Attempt to translate resource templates
es: Tratar de traducir las plantillas de recursos

source: When checked, custom resource template properties will be passed through the Translations module
es: Cuando se selecciona esta opción, las propiedades personalizadas de la plantilla de recursos serán transmitidas a través del modulo Translations

source: Media caption in viewer
es: Título multimedia en el visor

source: Set caption content for when a media is viewed in fullscreen
es: Establecer el contenido de la leyenda para cuando el medio se vea en pantalla completa
